Repository: i-fork/roadiz-roadiz
Catalog: themes/Install/Resources/translations/messages.*.xlf
Languages: de, id, ru, uk

source: Node name
de: Knotennamen
id: Nama
ru: Имя узла
uk: Назва вузла

source: See tree
de: Siehe Baum
id: Lihat bagan pohon
ru: Посмотреть дерево
uk: Подивитись дерево

source: Username
de: Benutzername
id: Nama Pengguna
ru: Имя пользователя
uk: Ім'я кристувача

source: Password
de: Passwort
id: Kata sandi
ru: Пароль
uk: Пароль

# password.verify
source: Verify password
de: Passwort wiederholen
id: Verifikasi kata sandi
ru: Пароль повторно
uk: Підтвердіть пароль

source: Delete
de: Löschen
id: Hapus
ru: Удалить
uk: Видалити

source: Status
ru: Статус
uk: Статус

# welcome.title
source: Roadizâ€™s Installation
de: Roadiz CMS Installation
id: Pemasangan Roadiz
ru: Установка Roadiz
uk: Встановлення Roadiz

# welcome.subtitle
source: Welcome to Roadiz CMS!
de: Willkommen im Roadiz CMS
id: Wilujeng Sumping di Roadiz CMS!
ru: Добро пожаловать в Roadiz CMS!
uk: Ласкаво просимо у Roadiz CMS!

# welcome.message
source: <p>Here is just a bit of configuration before letting you play. So start the engine!</p>
de: <p>Es sind nur noch ein paar wenige Kofigurationsschritte vor uns. Lass uns starten.</p>
id: <p>Berikut ini hanya sedikit konfigurasi sebelum membiarkan Anda mulai bermain. Kakak, ayo mulai!</p>
ru: Двигатели на старт! Осталось сконфигурировать чуть-чуть параметров.
uk: <p>Залишилось лиш трішки підлаштувати та двигуни на старт!</p>

# requirements.title
source: Requirements
de: Voraussetzungen
id: Persyaratan
ru: Требования к системе
uk: Вимоги

# requirements.message
source: <p>To use Roadiz, your server needs some requirements, especially with PHP. If you have access to your configuration file (php.ini), you could modify some of them.</p>
de: <p>Um Roadiz einsetzen zu können, sind einige Voraussetzungen zu erfüllen. Ween Du Zugriff zur PHP Konfiguration hast (php.ini), können einige davon dort geändert werden.</p>
id: <p>Untuk menggunakan Roadiz, server Anda membutuhkan beberapa persyaratan, terutama dengan PHP. Jika Anda memiliki akses ke berkas konfigurasi Anda (php.ini), Anda dapat memodifikasi beberapa pengaturannya.</p>
ru: Для использования Roadiz ваш сервер должен удовлетворять некоторым требованиям, в особенности касательно PHP. Если у вас есть доступ к файлу конфигурации (php.ini), вы можете отредактировать некоторые из них.
uk: Для використання Roadiz ваш сервер повинен задовольняти деяким вимогам, особливо, що стосується PHP. Якщо ви маєте доступ до файлу конфігурації (php.ini), ви можете відредагувати деякі з них.

# requirements.spec
source: Specification
de: Spezifikation
id: Spesifikasi
ru: Параметр
uk: Опція

# requirements.requirement
source: Requirement
de: Anforderung
id: Persyaratan
ru: Требуется
uk: Потрібно

# requirements.actual_value
source: Actual value
de: Aktueller Wert
id: Nilai aktual
ru: Сейчас
uk: Зараз

# database.title
source: Database
de: Datenbank
ru: Параметры базы данных
uk: База даних

# database.message
source: <p>Roadiz need a database to store all your content. You could select your favorite database driver and configure it.</p>
de: <p>Roadiz benötig eine Datenbank um den Inhalt zu speichern. Du kannst Deinen bevorzugten Treiber auswählen und konfigurieren.</p>
id: <p>Roadiz memerlukan database untuk menyimpan semua konten Anda. Anda dapat memilih driver database favorit Anda dan mengkonfigurasinya.</p>
ru: Системе Roadiz требуется база данных для хранения вашего контента. Выберите базу данных, которая вам нравится и укажите нужные параметры.
uk: Системі Roadiz потрібна база даних для зберігання вашого контенту. Виберіть вашу улюблену базу даних та вкажіть потрібні параметри.

# database.cannot_connect
source: Cannot connect to database
de: Datenbankverbindung nicht möglich
id: Tidak dapat terhubung ke database
ru: Не удалось установить соединение с базой данных!
uk: Не вдалося з'єднатись з базою даних

# database.build
source: Build database
de: Datenbank anlegen
id: Bangun database
ru: Установить данные
uk: Створення бази даних

# database_done.title
source: Database installed
de: Datenbank angelegt
id: Database dipasang
ru: Данные загружены
uk: База даних встановлена

# database_done.message
source: <p>Your database has been successfully installed. We are going to import base contents and parameters for your website.</p>
de: <p>Die Datenbank wurde mit Erfolg angelegt. Wir importieren nun Basisinhalt und die Grundkonfiguration.</p>
id: <p>Database Anda telah berhasil dipasang. Kami akan mengimpor konten dasar dan parameter untuk situs web Anda.</p>
ru: Работы над вашей базой данных успешно завершены. Перейдем к импортированию содержимого и установке параметров вашего сайта.
uk: Ваша база даних успішно встановлена. Перейдемо до імпортування вмісту та параметрів вашого сайту.

# database_fail.title
source: Database could not be installed
de: Die Datenbank konnte nicht installiert werden
id: Database tidak dapat dipasang
ru: Не получилось установить данные
uk: Не вдалося встановити отримані дані

# database_fail.message
source: <p>Your database could not be installed due to following errors. Verify your database credentials or if database has been installed yet.</p>
de: <p>Die Datenbank konnte nicht übersetzt werden auf Grund der folgenden Probleme. Bitte überprüfe die Zugangsdaten und ob die Datenbank installiert ist.</p>
id: <p>Database Anda tidak dapat dipasang dikarenakan kesalahan berikut. Verifikasi kredensialase database Anda atau jika database telah diinstal sebelumnya.</p>
ru: Данные не получается установить из-за ошибки указаной ниже. Возможно база данных не пуста или реквизиты доступа указаны не верно.
uk: Базу даних не вдається встановити через помилки вказані нижче. Можливо, вона не порожня або реквізити доступу вказані невірно.

# import.title
source: Import default data
de: Basisdaten importieren
id: Impor data bawaan
ru: заголовок.импорта
uk: Імпорт основних даних

# import.message
source: <p>Importing default data for settings, roles and groups</p>
de: <p>Import der Default-Einstellungen, Rollen und Gruppen</p>
id: <p>Mengimpor data bawaan untuk pengaturan, peran dan grup</p>
ru: Импортировать сообщения
uk: <p>Імпорт основних даних для налаштувань, ролей та груп</p>

# import.step_name
source: Step
de: Schritt
id: Langkah
ru: Шаг
uk: Крок

# user.title
source: Create user
de: Benutzer einrichten
id: Buat pengguna
ru: Создать пользователя
uk: Створити користувача

# user.message
source: <p>Create an user to access to the back-office.</p>
de: Erstelle einen User für den Administrations-Zugang
id: <p>Buat pengguna untuk mengakses ke kantor belakang.</p>
ru: Создать пользователя с правами администратора
uk: <p>Створити користувача з правами адміністратора.</p>

# user.create
source: Create user
de: Benutzer erstellen
id: Buat pengguna
ru: Создать пользователя
uk: Створити користувача

source: Username
de: Benutzername
id: Nama pengguna
ru: Имя пользователя
uk: Ім'я користувача

# user.email
source: Email
id: Surel
ru: Адрес электронной почты
uk: Адреса електронної пошти

# user.create_another
source: Create another user
de: Weiteren Benutzer erstellen
id: Buat pengguna lain
ru: Создать другого пользователя
uk: Створити іншого користувача

# user_summary.title
source: User created
de: Benutzer erstellt
id: Pengguna dibuat
ru: Пользователь создан
uk: Користувач створений

# themes.title
source: Information
de: Informationen
id: Informasi
ru: Основная информация
uk: Основна інформація

# themes.message
source: <p>Enter basic informations about your site</p>
de: <p>Bitte gebe folgende Basisinformationen zu Deiner Seite an</p>
id: <p>Masukkan informasi dasar tentang situs Anda</p>
ru: Введите основную информацию о своем сайте
uk: Введіть основну інформацію про ваш сайт

# themes.save_informations
source: Save informations
de: Informationen speichern
id: Simpan informasi
ru: Сохранить информацию
uk: Зберегти інформацію

# themes.frontend.description
source: You can install some default theme(s) and content to your site
de: Du kannst nun ein Default-Theme mit Basisinhalt installieren
id: Anda dapat memasang beberapa tema bawaan dan konten ke situs Anda
ru: Вы можете установить демонстрационные темы и контент для вашего сайта
uk: Ви можете встановити демонстраційні теми та контент для вашого сайту

# import_node_type.title
source: Import node type
de: Knotentyp importieren
id: Mengimpor jenis node
ru: Импортировать тип узла
uk: Імпортувати тип вузла

# import_node_type.message
source: Node type
de: Knotentyp
id: Jenis node
ru: Тип узла
uk: Тип вузла

# import_node_type.node_type
source: Import node type
de: Knotentyp importieren
id: Mengimpor jenis node
ru: Импортировать тип узла
uk: Імпортувати тип вузла

# import_node_type.node
source: Node type
de: Knotentyp
id: Jenis Node
ru: Тип узла
uk: Тип вузла

# import_tags
source: Tags
de: Import-Tags
id: Tag
ru: Установите название темы раздела о импорте файла определений тегов.
uk: Теги

# success.title
source: Success
de: Bravo!
id: Berhasil
ru: Установка завершена успешно!
uk: Успіх!

# success.message
source: <p>Roadiz has been successfully installed</p>
de: <p>Roadiz wurde erfolgreich installiert</p>
id: <p>Roadiz telah berhasil dipasang ya Kakak!</p>
ru: Roadiz установлен успешно
uk: Roadiz успішно встановлений

# success.quit_install
source: Exit installation
de: Installation beenden
id: Keluar dari pemasangan
ru: Выйти из установки
uk: Завершити встановлення

# goto.requirements
source: Requirements
de: Anforderungen
id: Persyaratan
ru: Требования
uk: Потреби

# goto.welcome
source: Back to home
de: Zurück zur Startseite
id: Kembali ke Beranda
ru: Назад на главную
uk: Додому

# goto.database
source: Database
de: Datenbank
ru: База данных
uk: База даних

# goto.import
source: Import
id: Impor
ru: Импорт
uk: Імпортування

# goto.user
source: User
de: Benutzer
id: Pengguna
ru: Пользователь
uk: Користувач

# goto.theme
source: Theme
id: Tema
ru: Темы
uk: Тема сайту

# goto.informations
source: Informations
de: Informationen
id: Informasi
ru: Информация
uk: Імформація

# skip.user.goto.theme
source: Skip
de: Überspringen
id: Lewati
ru: Пропустить
uk: Пропустити

# skip.user.goto.done
source: User summary
de: Fertig
id: Ringkasan pengguna
ru: Итого
uk: Всього

# skip.database.goto.import
source: Skip
de: Überspringen
id: Lewati
ru: Пропустить
uk: Пропустити

source: Choose language
de: Sprache wählen
id: Pilih bahasa
ru: Выберите язык
uk: Виберіть мову

# choose.a.language
source: Choose your main language
de: Gewünschte Basissprache auswählen
id: Pilih bahasa utama Anda
ru: Выберите ваш основной язык
uk: Виберіть вашу основну мову

# skip.database.goto.theme
source: Skip
de: Überspringen
id: Lewati
ru: Пропустить
uk: Пропустити

# theme.summary.title
source: Theme setup summary
de: Theme Setup Zusammenfassung
id: Ringkasan Pengaturan Tema
ru: Итоговые настройки темы
uk: Резюме налаштування теми

# check.version
source: Version
id: Versi
ru: Версия
uk: Версія

# theme.name
source: Name
id: Nama
ru: Имя
uk: Назва

# theme.version
source: Version
id: Versi
ru: Версия
uk: Версія

source: CMS version
id: Versi CMS
ru: Версия CMS
uk: Версія CMS

# theme.supportedLocale
source: Supported locale(s)
de: Unterstützte Sprachversionen
id: Lokal (bahasa) yang didukung
ru: Поддерживаемые языки
uk: Мови, які підтримуються

# cms.locale
source: CMSÂ locale
de: CMS Sprachversion
id: Lokal (bahasa) CMS
ru: Язык CMS
uk: Мова CMS

source: Name
id: Nama
ru: Имя
uk: Ім'я

source: Filename
de: Dateiname
id: Nama berkas
ru: Имя файла
uk: Ім'я файлу

source: Node-types
de: Knotentypen
id: Jenis-node
ru: Типы узлов
uk: Типи вузлів

source: Nodes
de: Knoten
id: Node
ru: Узлы
uk: Вузли

# install.theme
source: Perform theme install
de: Theme Installation starten
id: Lakukan pemasangan tema
ru: Установить тему
uk: Встановити тему

# import.theme.content.title
source: Import theme content
de: Theme-Inhalt importieren
id: Impor tema konten
ru: Импортировать содержимое темы
uk: Імпортувати вміст теми

# step.name
source: Step
de: Schritt
id: Langkah
ru: Шаг
uk: Крок

# goto.done
source: Done
de: Fertig
id: Selesai
ru: Готово
uk: Зроблено

# import_roles
source: Roles
de: Rollen
id: Peran
ru: Роли
uk: Ролі

# import_groups
source: Roles groups
de: Rollengruppen
id: Grup peran
ru: Группы ролей
uk: Групи ролей

# import_settings
source: Settings
de: Einstellungen
id: Pengaturan
ru: Настройки
uk: Налаштування

# theme.selector
source: Available themes
de: Vorhandene Themen
id: Tema yang tersedia
ru: Доступные темы
uk: Доступні теми

# check.locale
source: Locale
de: Sprache
id: Lokal (bahasa)
ru: Язык
uk: Мова

# check.import.files
source: Files to import
de: Zu importierende Dateien
id: Berkas untuk diimpor
ru: Импорт файлов
uk: Імпорт файлів

# password.must_match
source: Passwords must match
de: Die Passwörter müssen übereinstimmen
id: Sandi harus sesuai
ru: Пароли должны совпадать
uk: Паролі повинні співпадати

# site_name
source: Your website name
de: Dein Webseiten-Namen
id: Nama situs web Anda
ru: Наименование вашего сайта
uk: Назва сайту

# email_sender
source: Main email
de: Haupt-E-Mail
id: Email utama
ru: Основной адрес электронной почты
uk: Основна email-адреса

# email_sender_name
source: Main email account name
de: Name des Haupt-E-Mails
id: Nama akun email utama
ru: Имя отправителя с основного адреса электронной почты
uk: Ім'я відправника з основної email-адреси

# meta_description
source: SEOÂ Description
de: Meta/SEO Beschreibung
id: Deskripsi SEO
ru: SEO мета-описание
uk: SEO мета-опис

source: TImezone
de: Zeitzone
id: Zona waktu
ru: Часовой пояс
uk: Часовий пояс

# install_theme
source: Install a theme?
de: Theme installieren ?
id: Pasang sebuah tema?
ru: Установить тему?
uk: Встановити тему?

source: Driver
de: Treiber
ru: Драйвер
uk: Драйвер

source: Host
ru: Хост
uk: Хост

source: Port
ru: Порт
uk: Порт

source: UNIX socket
id: Soket UNIX
ru: UNIX сокет
uk: UNIX сокет

source: Path
de: Pfad
ru: Путь
uk: Шлях

# user
source: Username
de: Benutzername
id: Nama pengguna
ru: Имя пользователя
uk: Ім'я користувача

source: Password
de: Passwort
id: Kata sandi
ru: Пароль
uk: Пароль

# dbname
source: Database name
de: Datenbank Name
id: Nama database
ru: Имя базы данных
uk: Назва бази даних

# error.locale.message
source: Theme locale does not exist on your system.
de: Themen-Sprachvariante existiert nicht in Ihrem System
id: Lokal (bahasa) tema tidak ada di sistem Anda.
ru: Выбранный язык не существует в вашей системе
uk: Вибрана мова не існує у вашій системі

# error.modal.title
source: Please fix the following issues before installing theme.
de: Bitte löse die folgenden Punkte vor der Theme-Installation
id: Harap perbaiki masalah berikut sebelum memasang tema.
ru: Пожалуйста исправьте следующие проблемы, прежде чем устанавливать тему.
uk: Будь ласка виправте наступні проблеми перш ніж встановите тему

# error.version.message
source: This theme needs a newer version of Roadiz.
de: Das Theme benötig eine neuere Version von Roadiz.
id: Tema ini membutuhkan sebuah versi Roadiz yang lebih baru.
ru: Для установки этой темы необходимо обновить Roadiz.
uk: Для встановлення цієї теми Вам необхідно оновити Roadiz.

# warning.theme.continue
source: You can ignore theses messages and continue anyway.
de: Du kannst diese Meldung ignorieren und trotzdem weiterfahren.
id: Anda dapat mengabaikan pesan ini dan tetap melanjutkan saja.
ru: Вы можете игнорировать эти сообщения и продолжить.
uk: Ви можете ігнорувати ці повідомлення та продовжити попри все

# now_you_can_delete_install_file_and_use_roadiz
source: Now Roadiz installation is completed you can remove the install.php script from Roadiz folder and access to your fresh website without it.
de: Jetzt können sie die Installationsdatei löschen und danach Roadiz nutzen.
id: Sekarang pemasangan Roadiz telah selesai. Anda dapat menghapus skrip install.php dari folder Roadiz dan akses ke situs web baru Anda tanpa berkas tersebut.
ru: Это сообщение появляется в конце процесса установки, удалите файл install.php из папки Roadiz.
uk: Встановлення Roadiz завершено. Ви можете видалити install.php з папки Roadiz.

# import_attribute
source: Attribute
id: Atribut
