Repository: i-fork/roadiz-roadiz
Catalog: src/Roadiz/Webhook/Resources/translations/messages.*.xlf
Languages: it

source: Webhooks
it: webhook

# manage.webhooks
source: Webhooks
it: manage.webhooks

# back_to.webhooks
source: Back to webhooks list
it: back_to.webhooks

# delete.webhook.%name%
source: Delete this webhook
it: delete.webhook.%name%

# edit.webhook.%name%
source: Edit this webhook
it: edit.webhook.%name%

# are_you_sure.delete.webhook
source: Are you sure you want to delete this webhook?
it: are_you_sure.delete.webhook

# webhooks.messageType
source: Webhook type
it: webhooks.messageType

# webhooks.uri
source: URI
it: webhooks.uri

# webhooks.lastTriggeredAt
source: Last triggered at
it: webhooks.lastTriggeredAt

# webhooks.payload
source: Payload
it: webhooks.payload

# webhooks.throttleSeconds
source: Throttling (in seconds)
it: webhooks.throttleSeconds

source: Never
it: mai

# webhook.type.gitlab_pipeline
source: Gitlab CI Pipeline
it: webhook.type.gitlab_pipeline

# webhook.type.netlify_build_hook
source: Netlify Build hook
it: webhook.type.netlify_build_hook

# webhook.trigger
source: Trigger webhook
it: webhook.trigger

# webhook.%item%.will_be_triggered_in.%seconds%
source: Webhook %item% will be triggered in %seconds% seconds.
it: webhook.%item%.will_be_triggered_in.%seconds%

# are_you_sure.trigger.webhook
source: Are you sure you want to trigger this webhook manually?
it: are_you_sure.trigger.webhook

# trigger.webhook.%name%
source: Trigger webhook manually
it: trigger.webhook.%name%

# webhooks.automatic
source: Automatic trigger
it: webhooks.automatic

# webhooks.automatic.help
source: Webhook will be automatically triggered for each content update (node, tag)
it: webhooks.automatic.help
